<?xml version="1.0" encoding="utf-16"?>
<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>Microsoft InfoPath 2013</displayName>
  <description>Microsoft InfoPath 2013</description>
  <resources>
    <stringTable>
      <string id="L_Version">15.0.4569.1000</string>
      <string id="L_DisableTrustBarNotificationforunsignedExplain">Данный параметр политики определяет, должно ли указанное приложение Office уведомлять пользователей о загрузке неподписанных надстроек или же такие надстройки будут отключаться без уведомления. Данный параметр политики применим только в том случае, если включен параметр политики "Надстройки приложений должны быть подписаны надежными издателями", который запрещает изменение этого параметра политики пользователями.

Если этот параметр политики включен, приложения автоматически отключают неподписанные надстройки без уведомления пользователей.
 
Если этот параметр политики отключен, то в случае если приложение требует наличие подписей от надежного издателя для всех надстроек, все загружаемые неподписанные надстройки будут отключены, а в верхней части активного окна появится панель безопасности. Панель безопасности содержит сообщение, уведомляющее пользователей о неподписанной надстройке.

Если этот параметр политики не настроен, используется поведение по умолчанию. Кроме того, пользователи смогут настроить это требование самостоятельно в категории "Надстройки" центра управления безопасностью приложения.</string>
      <string id="L_DisableTrustBarNotificationforunsigned">Отключить уведомление панели безопасности для неподписанных надстроек приложений</string>
      <string id="L_RequirethatApplicationExtensionsaresignedExplain">Этот параметр политики определяет, должны ли надстройки для указанных приложений иметь цифровую подпись от надежного издателя.
 
Если этот параметр политики включен, указанное приложение проверяет цифровую подпись каждой надстройки перед ее загрузкой. Если у надстройки нет цифровой подписи или подпись не была получена от надежного издателя, приложение отключает надстройку и уведомляет пользователя. Если подпись от надежного издателя требуется для всех надстроек, необходимо добавить сертификаты в список надежных издателей. Сведения о получении и распространении сертификатов см. на веб-сайте по адресу http://go.microsoft.com/fwlink/?LinkId=294922. Office 2013 хранит сертификаты для надежных издателей в хранилище надежных издателей Internet Explorer. В предыдущих версиях Microsoft Office сведения о сертификатах надежных издателей (в частности, отпечатки сертификатов) находились в специальном хранилище надежных издателей Office. В Office 2013 все еще поддерживается чтение сведений о сертификатах из хранилища надежных издателей Office, но новые сведения туда больше не добавляются. Таким образом, если список надежных издателей был создан в предыдущей версии Office, а затем выполнено обновление до Office 2013, прежний список надежных издателей все еще будет учитываться. Однако все новые сертификаты, добавляемые в список, будут помещены в хранилище надежных издателей Internet Explorer. Дополнительные сведения о надежных издателях см. в комплекте ресурсов Office.

Если этот параметр политики отключен или не настроен, указанное приложение не проверяет цифровые подписи надстроек, перед тем как открыть их. Загрузка опасной надстройки может привести к повреждению компьютера или создать угрозу безопасности данных.</string>
      <string id="L_RequirethatApplicationExtensionsaresigned">Надстройки приложений должны быть подписаны надежными издателями</string>
      <string id="L_TrustCenter">Центр управления безопасностью</string>
      <string id="L_TrustedLocations">Надежные расположения</string>
      <string id="L_TrustedLoc01">Надежное расположение 1</string>
      <string id="L_TrustedLoc02">Надежное расположение 2</string>
      <string id="L_TrustedLoc03">Надежное расположение 3</string>
      <string id="L_TrustedLoc04">Надежное расположение 4</string>
      <string id="L_TrustedLoc05">Надежное расположение 5</string>
      <string id="L_TrustedLoc06">Надежное расположение 6</string>
      <string id="L_TrustedLoc07">Надежное расположение 7</string>
      <string id="L_TrustedLoc08">Надежное расположение 8</string>
      <string id="L_TrustedLoc09">Надежное расположение 9</string>
      <string id="L_TrustedLoc10">Надежное расположение 10</string>
      <string id="L_TrustedLoc11">Надежное расположение 11</string>
      <string id="L_TrustedLoc12">Надежное расположение 12</string>
      <string id="L_TrustedLoc13">Надежное расположение 13</string>
      <string id="L_TrustedLoc14">Надежное расположение 14</string>
      <string id="L_TrustedLoc15">Надежное расположение 15</string>
      <string id="L_TrustedLoc16">Надежное расположение 16</string>
      <string id="L_TrustedLoc17">Надежное расположение 17</string>
      <string id="L_TrustedLoc18">Надежное расположение 18</string>
      <string id="L_TrustedLoc19">Надежное расположение 19</string>
      <string id="L_TrustedLoc20">Надежное расположение 20</string>
      <string id="L_TrustedLocationsExplain">Этот параметр политики позволяет указать папку, которая используется как надежный источник для открытия файлов в этом приложении. К файлам в надежных расположениях не применяются проверки файлов, проверки активного содержимого и режим защищенного просмотра. Макросы и код в этих файлах будут выполняться без вывода предупреждений. При изменении или добавлении расположения убедитесь в том, что новое расположение защищено и только пользователи с соответствующими разрешениями могут добавлять в него документы или файлы.

Если этот параметр включен, можно указать расположение, путь и дату папки, из которой приложение сможет без предупреждения открывать файлы с макросами.

Если этот параметр отключен или не настроен, надежное расположение не выбрано.</string>
      <string id="L_DisableTrustedLoc">Отключить все надежные расположения</string>
      <string id="L_DisableTrustedLocExplain">Данный параметр политики позволяет администраторам отключать все надежные расположения в указанных приложениях. Надежные расположения, определяемые в центре управления безопасностью, используются для задания местоположений файлов, считающихся безопасными. Содержимое, код и надстройки разрешается загружать из надежных расположений с минимальным уровнем безопасности и без запроса разрешения пользователя. Если из надежного расположения открыть опасный файл, к нему не будут применены стандартные меры безопасности, и он может нанести вред компьютерам или данным.
      
Если этот параметр политики включен, все надежные расположения (определенные в центре управления безопасностью) в указанных приложениях будут игнорироваться, включая любые расположения, созданные во время установки Office 2013, развертываемые с использованием групповой политики или добавленные пользователями. При открытии файлов из надежных расположений пользователи будут получать повторные запросы.

Если этот параметр политики отключен или не настроен, все надежные расположения (определенные в центре управления безопасностью) в указанных приложениях будут считаться безопасными.</string>
      <string id="L_BlockCrossDomainDataFormRetrieval">Блокировать получение междоменных данных в формах</string>
      <string id="L_BlockCrossDomainDataFormRetrievalExplain">Данный параметр политики позволяет указать, разрешен ли клиенту InfoPath междоменный доступ к данным в формах, не являющихся доверенными.

Если этот параметр политики включен, пользователи не смогут получать междоменные данные в формах, не являющихся полностью доверенными или открытых не из надежного расположения.

Если этот параметр политики отключен или не настроен, пользователям будет выводиться запрос на доверие к подключениям к данным, если в форме имеются междоменные подключения к данным.</string>
      <string id="L_Disableallapplicationextensions">Отключить все надстройки приложений</string>
      <string id="L_DisableallapplicationextensionsExplain">Данный параметр политики отключает все надстройки для указанных приложений Office 2013.
      
Если этот параметр политики включен, все надстройки для приложений Office 2013 будут отключены.

Если этот параметр политики отключен или не настроен, все надстройки для указанных приложений Office 2013 будут запускаться без уведомления.</string>
      <string id="L_Empty">
      </string>
      <string id="L_ChecksUnchecksthecorrespondingUIoption">Устанавливает или снимает соответствующий флажок в пользовательском интерфейсе.</string>
      <string id="L_Custom">Настраиваемый</string>
      <string id="L_Disablecommandbarbuttonsandmenuitems">Отключить команды</string>
      <string id="L_Disableitemsinuserinterface">Отключить элементы пользовательского интерфейса</string>
      <string id="L_Disableshortcutkeys">Отключить сочетания клавиш</string>
      <string id="L_EnteracommandbarIDtodisable">Введите идентификатор панели команд для отключения</string>
      <string id="L_General">Общие</string>
      <string id="L_HelpActivateProduct">Справка | Активировать продукт...</string>
      <string id="L_LefttoRight">Слева направо</string>
      <string id="L_Miscellaneous">Прочие</string>
      <string id="L_Predefined">Встроенные</string>
      <string id="L_Recentlyusedfilelist">Число документов в списке последних документов</string>
      <string id="L_RighttoLeft2">Справа налево</string>
      <string id="L_Security">Безопасность</string>
      <string id="L_SpecifytheIDforacommandbartodisable">Этот параметр политики позволяет отключить любую кнопку или любой пункт меню на панели команд с помощью идентификатора панели команд, в том числе кнопки и пункты меню, которых нет во встроенных списках.

Если этот параметр включен, вы можете ввести идентификатор, чтобы отключить конкретную кнопку или пункт меню на панели команд. Идентификаторы должны быть десятичными (не шестнадцатеричными) числами. Если указано несколько значений, их следует разделять запятыми.

Если этот параметр отключен или не настроен, пользователям будут доступны все используемые по умолчанию кнопки и пункты меню на панели команд.</string>
      <string id="L_InfoPathOptions">Параметры InfoPath</string>
      <string id="L_InfoPathAPTCAAssemblyAllowableListExplain">В InfoPath хранится допустимый список, соответствующий сборкам, которые хранятся в глобальном кэше сборок и для которых установлен атрибут "Разрешить частично надежные вызывающие объекты" (Allow Partially Trust Callers Attribute, APTCA). Для бизнес-логики формы InfoPath допускается вызов только сборок APTCA, расположенных в глобальном кэше, которые включены в этот список. Чтобы добавить сборку в список допустимых, следует добавить запись строкового значения в раздел APTCA. Чтобы разрешить загрузку сборки в InfoPath, поле имени должно представлять собой лексему открытого ключа сборки, а поле данных должно иметь значение "1". Если значение поля данных отличается от "1", загрузка сборки будет невозможна.</string>
      <string id="L_InfoPathAPTCAAssemblyAllowableList">Список допустимых сборок APTCA InfoPath</string>
      <string id="L_InfoPathAPTCAAssemblyAllowableListEnforcement">Принудительное использование списка допустимых сборок APTCA InfoPath</string>
      <string id="L_InfoPathAPTCAAssemblyAllowableListEnforcementExplain">В InfoPath хранится список надежных сборок, расположенных в глобальном кэше сборок, которые могут вызываться в бизнес-логике формы InfoPath. Для бизнес-логики разрешен вызов только тех сборок из глобального кэша сборок, которые включены в этот список. Применение списка надежных сборок регулируется политикой. По умолчанию загрузка в бизнес-логике сборок из глобального кэша сборок, которые не включены в список надежных, невозможна.</string>
      <string id="L_URLoflocationwhereTemplatepartsareStored">Введите URL-адрес расположения, в котором хранятся блоки шаблона</string>
      <string id="L_URLoflocationwhereTemplatepartsareStoredExplain">Следует указать расположение, где хранятся блоки шаблона. Блоки шаблона, находящиеся в этом расположении, автоматически распознаются в InfoPath и отображаются в области задач "Пользовательские элементы управления".</string>
      <string id="L_ControlBehaviorforWindowsSharePointServerGradualUpgrade">Управление постепенным обновлением Microsoft SharePoint Foundation</string>
      <string id="L_ControlBehaviorforWindowsSharePointServerGradualUpgradeExplain">Данный параметр политики управляет возможностью перехода в формах и шаблонах форм по URL-адресам перенаправлений, предоставляемых Microsoft SharePoint Foundation в ходе постепенного обновления.
      
      Если этот параметр политики включен, можно выбрать один из трех параметров перенаправления.
      
      - "Разрешить перенаправления в любое расположение". Если выбран этот параметр, при недостаточно продуманном планировании постепенных обновлений существует риск раскрытия конфиденциальных сведений.
      
      - "Разрешить перенаправления только в пределах интрасети". Это значение параметра используется в InfoPath по умолчанию. Разрешены перенаправления в пределах интрасети, перенаправления в другие расположения блокируются.
      
      - "Блокировать все перенаправления". При выборе этого параметра все перенаправления в InfoPath будут полностью заблокированы.
      
      Если этот параметр политики не установлен, в InfoPath пользовательские запросы по необновленным сайтам автоматически перенаправляются по временному URL-адресу, если он указывает расположение в интрасети, или блокируются, если данный временный URL-адрес указывает другое расположение. Перед перенаправлением форм или шаблонов форм на другой сайт интрасети в InfoPath выводится запрос.
      
      Если этот параметр политики отключен, все запросы по необновленным сайтам будут перенаправляться на конечные сайты независимо от расположения. При использовании данной возможности запросы на защищенный сайт могут быть перенаправлены на незащищенный сайт (например, запросы на сайт интрасети могут перенаправляться на веб-сайт, на котором не включено шифрование), что подвергает риску конфиденциальные сведения.</string>
      <string id="L_Allowredirectionstoanylocation">Разрешить перенаправление в любое расположение</string>
      <string id="L_AllowredirectionstoIntranetonly">Разрешить перенаправление только в интрасеть</string>
      <string id="L_Blockallredirections">Блокировать все перенаправления</string>
      <string id="L_InfPropPanand3rdparty">Размещение элементов форм InfoPath, InfoPath.exe, область сведений о документе и формы рабочего процесса</string>
      <string id="L_InfopathexeandPropertyPanel">InfoPath.exe, область сведений о документе и формы рабочего процесса</string>
      <string id="L_None">Нет</string>
      <string id="L_MicrosoftIEFeatureControlOptin">Блокировка возможностей Windows Internet Explorer</string>
      <string id="L_MicrosoftIEFeatureControlOptinExplain">В InfoPath размещается веб-браузер Windows Internet Explorer. Данный параметр определяет включение в InfoPath следующего набора возможностей Windows Internet Explorer, блокирующих следующую функциональность:

установка элементов управления ActiveX, загрузка файлов, привязка к объектам, защищенный диапазон, управление надстройками, отключение имени пользователя, обработка MIME, сканирование MIME, кэширование объектов, блокировка всплывающих окон, проверка сохраненных файлов, переход по URL-адресам, ограничения на работу с окнами, повышение прав зоны. По умолчанию блокировка возможностей включена для InfoPath.exe, области сведений о документе, форм рабочего процесса и размещения программ третьих сторон.

Этот параметр можно изменить таким образом, чтобы он был включен только для InfoPath.exe, области сведений о документе и форм рабочего процесса, либо полностью отключить его.</string>
      <string id="L_Neverrun">Никогда не выполнять</string>
      <string id="L_Promptbeforerunning">Запрос перед выполнением</string>
      <string id="L_Runwithoutprompting">Выполнять без запроса</string>
      <string id="L_ControlbehaviorwhenopeningInfoPathemailformscontaExplain">Данный параметр политики управляет обработкой форм сообщений электронной почты, содержащих программу или скрипт, в InfoPath.
      
      Если этот параметр политики включен, можно выбрать один из трех параметров оповещения пользователя:
      
      - Никогда не выполнять. В InfoPath не будут открываться формы сообщений электронной почты, содержащие программу или скрипт.
      
      - Запрос перед выполнением. При попытке открыть в InfoPath форму сообщения электронной почты, которая содержит программу или скрипт, будет выведено уведомление. Пользователь может выбрать, следует ли открывать форму. Это значение параметра используется по умолчанию.
      
      - Выполнять без запроса. В InfoPath будут открываться все формы сообщений электронной почты, содержащие программу или скрипт, без запроса пользователя. При выборе этого параметра на компьютере пользователя может быть выполнена вредоносная программа.
      
      Если этот параметр политики отключен, в InfoPath формы сообщений электронной почты, содержащие программу или скрипт, будут выполняться без запроса пользователя.
      
      Если этот параметр политики не установлен, в InfoPath для форм сообщения электронной почты InfoPath, содержащих программу или скрипт, будет выводиться запрос на подтверждение открытия.</string>
      <string id="L_ControlbehaviorwhenopeningInfoPathemailformsconta">Управление открытием форм сообщений электронной почты InfoPath, содержащих программу или скрипт</string>
      <string id="L_OfflineModecachesizeExplain">В InfoPath выполняется кэширование данных, возвращаемых в результате запроса источников данных. Затем полученные кэшированные данные могут использоваться в том случае, если источники данных недоступны. Данный параметр политики задает максимальный размер дискового пространства, выделенного для кэшированных данных.</string>
      <string id="L_OfflineModecachesize">Размер кэша автономного режима</string>
      <string id="L_Numberofbytescolon">Число байтов:</string>
      <string id="L_OfflinedatacachedperformtemplateExplain">В InfoPath выполняется кэширование данных, возвращаемых в результате запроса источников данных. Затем полученные кэшированные данные могут использоваться в том случае, если источники данных недоступны. Кэширование данных выполняется для всех экземпляров шаблона формы. Данный параметр политики управляет максимальным размером данных, помещаемых в кэш для шаблонов форм.</string>
      <string id="L_Offlinedatacachedperformtemplate">Максимальный размер кэшируемых автономных данных для одного шаблона формы</string>
      <string id="L_ShowUIifXSNisinInternetZone">Отображать пользовательский интерфейс, если XSN находится в зоне Интернета</string>
      <string id="L_AlwaysshowUI">Всегда отображать пользовательский интерфейс</string>
      <string id="L_NeverShowUI">Никогда не отображать пользовательский интерфейс</string>
      <string id="L_EmailFormsBeaconingUIExplain">Данный параметр политики управляет выводом предупреждений о наличии в форме InfoPath угрозы веб-маяка.
      
      Если этот параметр политики включен, можно выбрать один из трех следующих параметров, которые управляют способом оповещения пользователей InfoPath о наличии угроз веб-маяка.
      
      - Никогда не отображать пользовательский интерфейс
      
      - Всегда отображать пользовательский интерфейс
      
      - Отображать пользовательский интерфейс, если XSN находится в зоне Интернета
      
      Если этот параметр политики отключен, пользователи не будут получать предупреждение о наличии угрозы веб-маяка. Примечание. Такое поведение аналогично поведению при включенном параметре и выбранном значении "Никогда не отображать пользовательский интерфейс".
      
      Если этот параметр политики не настроен, пользователи InfoPath уведомляются о наличии угрозы веб-маяка только в том случае, если форма получена из Интернета.</string>
      <string id="L_EmailFormsBeaconingUI">Пользовательский интерфейс маяка для форм электронной почты</string>
      <string id="L_DisablehostingtheMicrosoftOfficeInfoPathEditior">Отключает размещение элемента управления Microsoft InfoPath Filler в пользовательских приложениях.</string>
      <string id="L_DisableMicrosoftOfficeInfoPathEditiorControl">Отключить элемент управления Microsoft InfoPath Filler</string>
      <string id="L_Publish">Опубликовать</string>
      <string id="L_MicrosoftOfficeInfoPathmachine">Microsoft InfoPath 2013 (компьютер)</string>
      <string id="L_Submit">Отправить</string>
      <string id="L_DataConnections">Подключения к данным</string>
      <string id="L_OfflineModestatusexplain">Данный параметр политики определяет конфигурацию автономного режима в InfoPath.

Если этот параметр политики включен, необходимо выбрать статус автономного режима. Доступны следующие варианты:
      
- Отключено. Если выбран этот параметр, InfoPath будет запускаться в интерактивном режиме. Пользователи не смогут включить автономный режим.

- InfoPath в автономном режиме. При выборе этого параметра InfoPath будет запускаться в автономном режиме, будет вестись кэширование запросов для использования в автономном режиме. При необходимости пользователь может перейти в интерактивный режим.

- InfoPath не в автономном режиме. При выборе этого параметра InfoPath будет запускаться в интерактивном режиме, однако пользователь может при необходимости перейти в автономный режим. Приложение InfoPath кэширует запросы для использования в автономном режиме.

Если этот параметр политики отключен, приложение будет работать так, как если бы он был включен и выбрано состояние "Отключено".

Если этот параметр политики не настроен, InfoPath будет работать в интерактивном режиме, однако автономный режим останется доступным для пользователей. Для перехода в автономный режим следует установить флажок "Кэшировать запросы для работы в автономном режиме" (вкладка "Файл" | Параметры | Общие | Параметры InfoPath | вкладка "Дополнительно").</string>
      <string id="L_Enablednotinuse">Включен, InfoPath не в автономном режиме</string>
      <string id="L_Enabledinuse">Включен, InfoPath в автономном режиме</string>
      <string id="L_Disabled">Отключен</string>
      <string id="L_OfflineModestatus">Состояние автономного режима</string>
      <string id="L_Offline">Автономный</string>
      <string id="L_Preventthesefiletypesfrombeingaddedtoforms1">Запретить добавление этих типов файлов в формы</string>
      <string id="L_Preventthesefiletypesfrombeingaddedtoforms2">Пример: ".ext" или ".ext, .ex1, .ex2, &lt;...&gt;"</string>
      <string id="L_FileTypes">Типы файлов:</string>
      <string id="L_Allowthesefileswhichwouldnormallybeblockedtobeaddedto1">Разрешить добавление обычно блокируемых файлов в формы</string>
      <string id="L_Allowthesefileswhichwouldnormallybeblockedtobeaddedto2">Пример: ".ext" или ".ext, .ex1, .ex2, &lt;...&gt;"</string>
      <string id="L_Waitmilliseconds010000">Ожидание: (0-10000 миллисекунд)</string>
      <string id="L_DirectionColon">Направление:</string>
      <string id="L_Displayawarningthataformisdigitallysigned">Отображать предупреждение, если форма содержит цифровую подпись</string>
      <string id="L_DisplayawarningthataformisdigitallysignedExplain">Этот параметр управляет выводом диалогового окна при открытии форм Microsoft InfoPath, содержащих контент с цифровой подписью. По умолчанию в InfoPath выводится предупреждение, если форма содержит цифровую подпись. Если этот параметр отключен, диалоговое окно не отображается.</string>
      <string id="L_Preventusersfromallowingunsafefiletypestobeattachedtoforms">Запретить пользователям вкладывать в формы файлы небезопасных типов</string>
      <string id="L_PreventusersfromallowingunsafefiletypestobeattachedtoformsExplain">Данный параметр политики определяет, разрешается ли в InfoPath вкладывать в формы файлы небезопасных типов.
      
Если этот параметр политики включен, пользователи InfoPath не могут вкладывать в формы файлы небезопасных типов.
      
Если этот параметр политики отключен или не настроен, пользователи могут вкладывать в формы файлы любых типов за исключением потенциально небезопасных файлов, которые могут содержать вирусы, таких как BAT-файлы или EXE-файлы. Важно! Отключение этого параметра политики само по себе не означает, что пользователям InfoPath будет разрешено вкладывать в формы файлы небезопасных типов. Можно также включить параметр политики "Разрешенные типы файлов для вложения в формы" и указать типы файлов, которые будут считаться разрешенными.</string>
      <string id="L_Blockspecificfiletypesasattachmentstoforms">Запрещенные типы файлов для вложения в формы</string>
      <string id="L_BlockspecificfiletypesasattachmentstoformsExplain">Данный параметр политики позволяет администраторам добавлять типы файлов (определяемые расширением имени файла) в стандартный список типов файлов, для которых в InfoPath заблокировано вложение в формы.
      
При включенном параметре политики можно задать блокируемые расширения типов файлов в дополнение к стандартному списку запрещенных типов файлов, который используется в InfoPath.
      
Если этот параметр политики отключен или не настроен, пользователи могут вкладывать в формы файлы любых типов за исключением потенциально небезопасных файлов, которые могут содержать вирусы, таких как BAT-файлы или EXE-файлы.</string>
      <string id="L_Allowfiletypesasattachmentstoforms">Разрешенные типы файлов для вложения в формы</string>
      <string id="L_AllowfiletypesasattachmentstoformsExplain">Данный параметр политики определяет, какие типы файлов (определяются расширением имени файла) могут добавляться в формы InfoPath в качестве вложений.
      
Если этот параметр политики включен и при этом отключен или не настроен параметр "Запретить пользователям вкладывать в формы файлы небезопасных типов", можно задать расширения типов файлов, которые должны быть удалены из стандартного списка запрещенных типов файлов в InfoPath, что позволит пользователям вкладывать в формы файлы указанных типов.
      
Важно! Если же параметр "Запретить пользователям вкладывать в формы файлы небезопасных типов" включен, включение этого параметра политики ничего не изменит: для файлов, имеющих одно из указанных здесь расширений, не будет разрешено вложение в формы. Таким образом, при необходимости разрешить вложение файлов небезопасных типов в формы требуется отключить параметр "Запретить пользователям вкладывать в формы файлы небезопасных типов", включить данный параметр политики и указать разрешенные типы файлов.
      
Если этот параметр политики отключен или не настроен, пользователи могут вкладывать в формы файлы любых типов за исключением потенциально небезопасных файлов, которые могут содержать вирусы, таких как BAT-файлы или EXE-файлы.</string>
      <string id="L_AllowtheuseofActiveXCustomControlsinInfoPathforms">Разрешить использование пользовательских элементов ActiveX в формах InfoPath</string>
      <string id="L_AllowtheuseofActiveXCustomControlsinInfoPathformsExplain">Разрешает пользователям использовать пользовательские элементы ActiveX при разработке и заполнении форм Microsoft InfoPath.</string>
      <string id="L_DisableCommonLanguageRuntimeerrorswhenfillingoutforms">Отключить ошибки общеязыковой среды выполнения (CLR) при заполнении форм</string>
      <string id="L_DisableCommonLanguageRuntimeerrorswhenfillingoutformsExplain">Данный параметр политики задает объем сведений и число диалоговых окон, отображаемых по умолчанию для пользователей при возникновении исключения управляемого кода.

При возникновении исключения управляемого кода в форме InfoPath всегда будет выводиться диалоговое окно для заполняющих форму пользователей.

Если этот параметр политики включен, выводится только одно диалоговое окно, а сведения об исключении управляемого кода по умолчанию скрыты.

Если этот параметр политики отключен, при возникновении исключения управляемого кода выводятся два диалоговых окна.
- Первое диалоговое окно содержит трассировку стека исключения управляемого кода.
- Второе диалоговое окно содержит скрытые по умолчанию сведения об исключении управляемого кода.

Если этот параметр политики не настроен, выводится только одно диалоговое окно, а сведения об исключении управляемого кода по умолчанию скрыты.</string>
      <string id="L_AutoRecoverInterval">Интервал автосохранения</string>
      <string id="L_AutoRecoverIntervalExplain">Сохранение данных формы в приложении Microsoft InfoPath может выполняться автоматически во время заполнения формы пользователем. Эти параметры определяют промежуток времени между автоматическими сохранениями при включении функции автовосстановления.</string>
      <string id="L_EnableAutoRecover">Включить автосохранение</string>
      <string id="L_EnableAutoRecoverExplain">Сохранение данных формы в приложении Microsoft InfoPath может выполняться автоматически во время заполнения формы пользователем. Данный параметр включает функцию автовосстановления.</string>
      <string id="L_Displayashadedinkguideforhandwriting">Отображать затененную область рукописного ввода</string>
      <string id="L_DisplayashadedinkguideforhandwritingExplain">Отображает затененную область рукописного ввода при вводе рукописного текста.</string>
      <string id="L_Entermillisecondsbeforerecognizinghandwriting">Введите число миллисекунд перед началом распознавания рукописного текста</string>
      <string id="L_EntermillisecondsbeforerecognizinghandwritingExplain">Задает время ожидания (в миллисекундах), по прошествии которого Microsoft InfoPath начнет распознавание рукописного текста.</string>
      <string id="L_DisplaywarningdialogthatuserisenteringtextinInkentrymode">Вывести предупреждение о том, что пользователь находится в режиме рукописного ввода текста</string>
      <string id="L_DisplaywarningdialogthatuserisenteringtextinInkentrymodeExplain">Выводит диалоговое окно предупреждения, уведомляя пользователя о том, что рукописный ввод включен.</string>
      <string id="L_InkEntry">Рукописный ввод</string>
      <string id="L_InkEntryExplain">Установите этот флажок, чтобы открыть Microsoft InfoPath в режиме рукописного ввода.</string>
      <string id="L_Entertextdirectionfornewforms">Введите направление текста для новых форм</string>
      <string id="L_EntertextdirectionfornewformsExplain">Указывает ориентацию новых форм: слева направо (LTR) или справа налево (RTL).</string>
      <string id="L_Advanced">Дополнительно</string>
      <string id="L_Ink">Рукописный ввод</string>
      <string id="L_Design">Конструктор</string>
      <string id="L_EnterURL">Введите URL-адрес:</string>
      <string id="L_Allowuserstoturnonandoffprintingofbackgroundcolors">Разрешает пользователям включать или отключать печать цветов фона.</string>
      <string id="L_CheckedDisplaysanerroriftheuserattemptstoopenanInfoPathsolut">Данный параметр политики определяет, могут ли пользователи открывать решения InfoPath из источника, расположенного в зоне безопасности "Интернет".
      
      Если этот параметр политики включен, при попытке пользователя открыть в InfoPath решение, расположенное в зоне безопасности "Интернет", будет выведено сообщение об ошибке.
      
      Если этот параметр политики отключен или не настроен, пользователи могут открывать решения InfoPath, не содержащие управляемый код, из источников, расположенных в зоне безопасности "Интернет", в соответствии с параметрами, заданными в диалоговом окне "Интернет" браузера Internet Explorer.</string>
      <string id="L_TurnOffInfoPathDesignermode">Отключить режим InfoPath Designer</string>
      <string id="L_Disablefullytrustedsolutionsfullaccesstomachine">Отключить полный доступ к компьютеру для полностью доверенных решений</string>
      <string id="L_DisableopeningofsolutionsfromtheInternetsecurityzone">Отключить открытие решений из зоны безопасности "Интернет"</string>
      <string id="L_TurnOffInfoPathDesignermodeExplain">Данный параметр политики определяет, могут ли пользователи InfoPath заниматься разработкой новых или изменять структуру существующих шаблонов форм.

Если этот параметр политики включен, пользователям будет запрещено разрабатывать новые шаблоны и изменять структуру существующих шаблонов форм.

Если этот параметр политики отключен или не настроен, пользователи смогут заниматься разработкой новых и изменять структуру существующих шаблонов форм.</string>
      <string id="L_DisablesEnablestheoptionAllowfullytrustedformstohaveaccessto">Данный параметр политики определяет, могут ли пользователи InfoPath открывать полностью доверенные формы.
      
      Если этот параметр политики включен, пользователи InfoPath не смогут выполнять формы, отмеченные как полностью доверенные. Эта конфигурация равнозначна снятию флажка пользовательского интерфейса "Разрешить запуск полностью доверенных форм на моем компьютере" в категории надежных издателей центра управления безопасностью, при этом пользователи не могут изменить выбранный параметр.
      
      При отключении этого параметра политики пользователи InfoPath могут выполнять полностью доверенные формы на своем компьютере, но не могут снять флажок "Разрешить запуск полностью доверенных форм на моем компьютере" в категории надежных издателей центра управления безопасностью.
      
      Если этот параметр политики не настроен, пользователи InfoPath могут самостоятельно выбирать, должны ли выполняться полностью доверенные формы на их компьютерах.</string>
      <string id="L_DisablestheassociatedcommandsintheUI">Данный параметр политики позволяет отключить конкретные кнопки и пункты меню на панели команд в указанных приложениях.
      
Если этот параметр политики включен, пользователь может отключить конкретные кнопки и пункты меню на панели команд в пользовательском интерфейсе для выбранного приложения. Встроенный список кнопок и пунктов меню на панели команд, которые можно отключить, станет доступным после включения этого параметра политики.
      
Если этот параметр политики отключен или не настроен, приложению будет доступен весь встроенный список кнопок и пунктов меню на панели команд.</string>
      <string id="L_Disablestheassociatedshortcutkeys">Данный параметр политики позволяет отключить конкретные сочетания клавиш в указанных приложениях.
      
Если этот параметр политики включен, пользователь может отключить конкретные сочетания клавиш в выбранном приложении. Встроенный список сочетаний клавиш, которые можно отключить, станет доступным после включения этого параметра политики.
      
Если этот параметр политики отключен или не настроен, приложению будет доступен весь встроенный список сочетаний клавиш.</string>
      <string id="L_EAFind">Поиск для восточноазиатских языков</string>
      <string id="L_Hidespellingerrors">Скрывать орфографические ошибки</string>
      <string id="L_InsertHyperlinkShortcutCtrlK">Вставить гиперссылку (CTRL+K)</string>
      <string id="L_Matchchoonusedforvowels">Тё-он для гласных</string>
      <string id="L_Matchfullhalfwidthforms">Не различать ширину знаков</string>
      <string id="L_Matchminusdashcho">Минус, тире и тё-он</string>
      <string id="L_MicrosoftOfficeInfoPath">Microsoft InfoPath 2013</string>
      <string id="L_No">Нет</string>
      <string id="L_Normal">Обычный</string>
      <string id="L_Numberofentries">Число записей:</string>
      <string id="L_PrintPreviewShortcutCtrlf2">Предварительный просмотр (CTRL+F2)</string>
      <string id="L_PrintShortcutCtrlP">Печать (CTRL+P)</string>
      <string id="L_SelectEAlinebreakingbehavior">Выбор параметров разбиения строк для восточноазиатских языков</string>
      <string id="L_SetEAlinebreaking">Задать параметры разбиения строк для восточноазиатских языков</string>
      <string id="L_SetsthenumberofentriesinthefilelistintheFilemenu">Данный параметр политики определяет максимальное число последних сохраненных шаблонов форм и форм, отображаемых на вкладке "Последние". В InfoPath Designer и InfoPath Filler последние сохраненные шаблоны форм и формы отображаются на вкладке "Последние".

Если этот параметр политики включен, пользователю разрешается задать значения, которые будут применены к списку последних шаблонов форм в InfoPath Designer и списку последних форм в InfoPath Filler. Допустимые значения: от 0 до 50.

Если этот параметр политики отключен или не настроен, 17 последних сохраненных шаблонов форм будут отображаться в InfoPath Designer и 17 последних сохраненных форм будут отображаться в InfoPath Filler.</string>
      <string id="L_SpellingGrammar">Правописание</string>
      <string id="L_Strict">Строго</string>
      <string id="L_Yes">Да</string>
      <string id="L_YesDisablestheoptionPrintbackgroundcolorsinGeneraltaboftheTo">Да. Снимает флажок "печатать фоновые цвета и рисунки" на вкладке "Общие" в диалоговом окне "Сервис | Параметры". | Нет. Устанавливает флажок "печатать фоновые цвета и рисунки" на вкладке "Общие" в диалоговом окне "Сервис | Параметры".</string>
      <string id="L_EMailFormsCategory">Формы электронной почты InfoPath</string>
      <string id="L_FormTemplatePolicy">Отключить отправку шаблона формы с формами электронной почты</string>
      <string id="L_FormTemplateExplain">Данный параметр политики определяет, могут ли пользователи отправлять шаблоны форм в формах сообщений электронной почты InfoPath.
      
      Если этот параметр политики включен, пользователи не могут отправлять шаблоны в виде вложений в сообщения электронной почты из InfoPath. Перед использованием в конкретной форме требуется опубликовать шаблон формы или установить его на компьютере.
      
      Если этот параметр политики отключен или не настроен, в InfoPath пользователям разрешается вкладывать шаблоны форм при отправке форм сообщений электронной почты. Примечание. Шаблон формы можно открыть непосредственно только в том случае, если форма открывается на уровне ограниченной безопасности. В обратном случае вложение фактически является ссылкой на расположение публикации.</string>
      <string id="L_DisableCacheXSNPolicy">Отключить динамическое кэширование шаблона формы в формах электронной почты InfoPath</string>
      <string id="L_DisableCacheXSNExplain">Данный параметр политики определяет, будут ли шаблоны, отправленные в формах сообщений электронной почты InfoPath, помещаться в локальный кэш.
      
      Если этот параметр политики включен, InfoPath не кэширует шаблон формы, вложенный в элемент электронной почты; вместо этого в кэш помещается шаблон формы из опубликованного расположения. Для этого требуется публиковать ограниченные формы, а не просто отправлять их по электронной почте. Пользователи могут отправлять формы по электронной почте, однако шаблон формы должен быть доступен в опубликованном расположении.
      
      Если этот параметр политики отключен или не настроен, шаблоны форм в InfoPath помещаются в кэш при их вложении в элемент электронной почты, который распознается как форма сообщения электронной почты InfoPath. При заполнении пользователем формы, которая открыта с ограниченным уровнем безопасности, в InfoPath используется помещенная в кэш версия отправленного по почте шаблона вместо опубликованной версии.</string>
      <string id="L_DisableEmailFormsPolicy">Отключить отправку форм InfoPath 2003 как форм электронной почты</string>
      <string id="L_DisableEmailFormsExplain">Данный параметр политики определяет способ отправки по электронной почте форм, совместимых с InfoPath 2003.
      
      Если этот параметр политики включен, в InfoPath 2013 нельзя отправлять формы, совместимые с InfoPath 2003, в виде интегрированных форм сообщений электронной почты. Такие формы не могут распространяться по электронной почте, пока не будут преобразованы в формы InfoPath 2013.
      
      Если этот параметр политики отключен или не настроен, все формы InfoPath рассылаются по электронной почте с использованием возможности интеграции форм сообщений электронной почты InfoPath, в том числе формы, созданные с использованием формата файлов InfoPath 2003.</string>
      <string id="L_RestrictedEmailFormsPolicy">Отключить формы электронной почты, которые выполняются с ограниченным уровнем безопасности</string>
      <string id="L_RestrictedEmailFormsExplain">Данный параметр политики определяет, могут ли быть открыты отправленные по электронной почте формы, которые выполняются с ограниченным уровнем безопасности.
      
      Если этот параметр политики включен, пользователи не смогут открывать формы сообщений электронной почты, которые выполняются с ограниченным уровнем безопасности. Как правило, этот параметр политики следует включить только в том случае, если нежелательно открывать любые формы сообщений электронной почты. Это означает, что необходимо также включить следующие параметры политики.
      
      - Отключить формы электронной почты из зоны безопасности "Полное доверие"
      
      - Отключить формы электронной почты из зоны безопасности "Интернет"
      
      - Отключить формы электронной почты из зоны безопасности "Интрасеть"
      
      Если этот параметр политики отключен или не настроен, разрешается открывать формы сообщений электронной почты InfoPath, выполняемые с ограниченным уровнем безопасности.</string>
      <string id="L_DisableInternetEmailFormsPolicy">Отключить формы электронной почты из зоны безопасности "Интернет"</string>
      <string id="L_DisableInternetEmailFormsExplain">Данный параметр политики определяет, могут ли быть открыты формы, полученные из Интернета.
      
      Если этот параметр политики включен, пользователи не смогут открывать формы сообщений электронной почты, полученные из Интернета. Чтобы открыть такие формы в InfoPath, следует опубликовать их.
      
      Если этот параметр политики отключен или не настроен, формы, полученные из Интернета, могут быть открыты, хотя в таких формах недоступен контент, хранящийся в другом домене.</string>
      <string id="L_DisableIntranetEmailFormsPolicy">Отключить формы электронной почты из зоны безопасности "Интрасеть"</string>
      <string id="L_DisableIntranetEmailFormsExplain">Данный параметр политики определяет, могут ли быть открыты формы, полученные из локальной интрасети пользователя.
      
      Если этот параметр политики включен, пользователи не смогут открывать формы сообщений электронной почты, полученные из локальной интрасети. Чтобы открыть такие формы в InfoPath, следует опубликовать их.
      
      Если этот параметр политики отключен или не настроен, пользователи смогут открывать формы, полученные из локальной интрасети.</string>
      <string id="L_DisableFullTrustEmailFormsPolicy">Отключить формы электронной почты из зоны безопасности "Полное доверие"</string>
      <string id="L_DisableFullTrustEmailFormsExplain">Данный параметр политики определяет возможность открытия полностью доверенных форм электронной почты в InfoPath.
      
      Если этот параметр политики включен, пользователям запрещается открывать полностью доверенные формы электронной почты. Такие формы следует открывать в InfoPath.
      
      Если этот параметр политики отключен или не настроен, пользователям разрешается открывать полностью доверенные формы электронной почты в InfoPath.</string>
      <string id="L_DisableOutlookEmailFormsPolicy">Отключить формы электронной почты InfoPath в Outlook</string>
      <string id="L_DisableOutlookEmailFormsExplain">Данный параметр политики определяет способ отображения форм InfoPath в Outlook 2013: в развернутом виде или как вложения.
      
      Если этот параметр политики включен, формы InfoPath отображаются в Outlook 2013 как сообщения электронной почты с формами в виде вложений, и поведение в отношении форм сообщений электронной почты InfoPath в Outlook отключено.
      
      Если этот параметр политики отключен или не настроен, для отображения форм Outlook 2013 используются возможности форм сообщений электронной почты InfoPath, что позволяет пользователям заполнять формы непосредственно в сообщении.</string>
      <string id="L_DisableExporttoExcelEmailFormsPolicy">Отключить экспорт форм электронной почты InfoPath в Excel</string>
      <string id="L_DisableExporttoExcelEmailFormsExplain">Этот параметр определяет возможность экспорта форм электронной почты InfoPath в Excel. По умолчанию формы сообщений электронной почты InfoPath в Outlook можно экспортировать, чтобы создать XML-список в Excel. Если этот параметр политики включен, экспорт форм сообщений электронной почты InfoPath в Excel из Outlook запрещен.</string>
      <string id="L_DisableMergeEmailFormsPolicy">Отключить объединение форм электронной почты InfoPath</string>
      <string id="L_DisableMergeEmailFormsExplain">Данный параметр политики определяет возможность объединения форм сообщений электронной почты в InfoPath. По умолчанию в Outlook допускается объединение форм сообщений электронной почты InfoPath в единую форму InfoPath. Если этот параметр политики включен, объединение форм сообщений электронной почты InfoPath в Outlook запрещено.</string>
      <string id="L_DisableExportEmailFormsPolicy">Отключить экспорт форм электронной почты InfoPath</string>
      <string id="L_DisableExportEmailFormsExplain">Данный параметр политики определяет возможность экспорта форм электронной почты InfoPath из Outlook. По умолчанию формы электронной почты InfoPath в Outlook можно экспортировать в папку или другое сетевое расположение. Если этот параметр политики включен, экспорт форм электронной почты InfoPath из Outlook запрещен.</string>
      <string id="L_BeaconingUIPolicy">Пользовательский интерфейс маяка для форм, открытых в InfoPath</string>
      <string id="L_BeaconingUIExplain">Данный параметр политики определяет, будет ли выводиться для пользователей InfoPath предупреждение системы безопасности при попытке открыть форму InfoPath, которая содержит угрозу веб-маяка.
      
Если этот параметр политики включен, можно выбрать один из трех вариантов, которые управляют способом оповещения пользователей InfoPath о наличии угроз веб-маяка:
      
-Никогда не отображать пользовательский интерфейс маяка. Предупреждение о наличии угроз веб-маяка в InfoPath не выводится.
      
-Всегда отображать пользовательский интерфейс маяка. Предупреждение о наличии угрозы веб-маяка выводится независимо от расположения шаблона формы.
      
-Отображать пользовательский интерфейс, если шаблон получен из зоны "Интернет". Предупреждение о наличии потенциальных угроз веб-маяка выводится в том случае, если шаблон формы расположен в зоне безопасности "Интернет" в браузере Internet Explorer.
      
Если этот параметр политики отключен, пользователи не будут получать предупреждение о наличии угрозы веб-маяка.
      
Если этот параметр политики не настроен, пользователи InfoPath будут уведомляться о наличии потенциальной угрозы веб-маяка.</string>
      <string id="L_BeaconingUIPart">Пользовательский интерфейс маяка для форм, открытых в InfoPath</string>
      <string id="L_BeaconNever">Никогда не отображать пользовательский интерфейс маяка</string>
      <string id="L_BeaconAlways">Всегда отображать пользовательский интерфейс маяка</string>
      <string id="L_BeaconSome">Отображать пользовательский интерфейс, если шаблон получен из зоны "Интернет"</string>
      <string id="L_ActiveXBeaconingUIPolicy">Пользовательский интерфейс маяка для форм, открытых в элементе ActiveX InfoPath Filler</string>
      <string id="L_ActiveXBeaconingUIExplain">InfoPath позволяет размещать формы InfoPath в других приложениях как элементы ActiveX. Такие элементы называются элементами управления формы InfoPath. Данный параметр политики определяет, будет ли выводиться для пользователей InfoPath диалоговое окно с предупреждением системы безопасности при попытке открыть элемент управления формы InfoPath, который содержит угрозу веб-маяка.

Если этот параметр политики включен, администраторам разрешается выбрать один из трех режимов оповещения пользователей о наличии угроз веб-маяка.

-Никогда не отображать пользовательский интерфейс маяка. Элемент управления формы InfoPath не предупреждает пользователей о наличии потенциальных угроз веб-маяка.

-Всегда отображать пользовательский интерфейс маяка. Элемент управления формы InfoPath предупреждает пользователей о наличии потенциальных угроз веб-маяка независимо от расположения шаблона формы.

-Отображать пользовательский интерфейс, если шаблон получен из зоны "Интернет". Элемент управления формы InfoPath предупреждает пользователей о наличии потенциальных угроз веб-маяка в том случае, если шаблон формы расположен в зоне безопасности "Интернет" в браузере Internet Explorer.

Если этот параметр политики отключен, элементы управления формы InfoPath не предупреждают пользователей о наличии потенциальных угроз веб-маяка.

Если этот параметр политики не настроен, элементы управления формы InfoPath предупреждают пользователей о наличии потенциальных угроз веб-маяка.</string>
      <string id="L_ActiveXBeaconingUIPart">Пользовательский интерфейс маяка для форм, открытых в элементе ActiveX InfoPath Filler</string>
      <string id="L_ActiveXBeaconNever">Никогда не отображать пользовательский интерфейс маяка</string>
      <string id="L_ActiveXBeaconAlways">Всегда отображать пользовательский интерфейс маяка</string>
      <string id="L_ActiveXBeaconSome">Отображать пользовательский интерфейс, если шаблон получен из зоны "Интернет"</string>
      <string id="L_RestrictedFeatures">Ограниченные возможности</string>
      <string id="L_RunManagedCodeFromInternet">Отключить открытие форм с управляемым кодом из зоны безопасности "Интернет"</string>
      <string id="L_RunManagedCodeFromInternetExplain">В InfoPath 2003 формы InfoPath, расположенные в зоне безопасности "Интернет", не могли быть открыты, если они содержали управляемый код. По умолчанию в InfoPath используется аналогичное поведение. Тем не менее, можно включить политику, разрешающую открытие и выполнение управляемого кода из зоны безопасности "Интернет".</string>
      <string id="L_offlinemodestatus3">Состояние автономного режима</string>
      <string id="L_empty0">
      </string>
      <string id="L_disablecommandbarbuttonsandmenuitems5">Отключить команды</string>
      <string id="L_empty7">
      </string>
      <string id="L_numberofbytescolon2">Число байтов:</string>
      <string id="L_allowuserstoturnonandoffprintingofbackgroundcolors15">Разрешает пользователям включать или отключать печать цветов фона.</string>
      <string id="L_filetypes8">Типы файлов:</string>
      <string id="L_empty1">
      </string>
      <string id="L_empty9">
      </string>
      <string id="L_empty11">
      </string>
      <string id="L_enterurl16">Введите URL-адрес:</string>
      <string id="L_security6">Безопасность</string>
      <string id="L_BlockAllUnmanagedAddins">Блокировать все неуправляемые надстройки</string>
      <string id="L_BlockAllUnmanagedAddinsExplainText">Этот параметр политики блокирует все надстройки, не управляемые параметром политики "Список управляемых надстроек".

Если этот параметр политики и параметр "Список управляемых надстроек" включены, блокируются все надстройки, кроме тех, которые настроены как 1 (всегда включены) или 2 (настраиваются пользователем) в параметре "Список управляемых надстроек".

Если отключить или не настраивать этот параметр политики, пользователи смогут включать или отключать любые надстройки, не управляемые параметром политики "Список управляемых надстроек".</string>
      <string id="L_ListOfManagedAddins">Список управляемых надстроек</string>
      <string id="L_ListOfManagedAddins2">Список управляемых надстроек</string>
      <string id="L_ListOfManagedAddinsExplainText">Этот параметр политики позволяет указать, какие надстройки всегда включены, всегда отключены (заблокированы) или настраиваются пользователем. Чтобы заблокировать надстройки, которые не управляются этим параметром политики, необходимо также настроить параметр политики "Блокировать все неуправляемые надстройки".

Чтобы включить этот параметр, укажите следующие данные для каждой надстройки.

В поле "Имя параметра" укажите программный идентификатор для надстроек COM.

Чтобы получить программный идентификатор для надстройки, используйте редактор реестра на клиентском компьютере, на котором установлена надстройка, чтобы найти имена разделов в разделе HKEY_LOCAL_MACHINE\SOFTWARE\Microsoft\Office\InfoPath\Addins или HKEY_CURRENT_USER\SOFTWARE\Microsoft\Office\InfoPath\Addins.

Программный идентификатор надстройки также можно получить с помощью панели мониторинга телеметрии Office.

Укажите в поле "Значение" один из вариантов значения:

чтобы указать, что надстройка всегда отключена (заблокирована), введите значение 0;

чтобы указать, что надстройка всегда включена, введите значение 1.

Чтобы указать, что надстройка настраивается пользователем и не блокируется параметром политики "Блокировать все неуправляемые надстройки" при включении, введите значение 2.

Если отключить или не включать этот параметр политики, список управляемых надстроек удаляется. Если включен параметр политики "Блокировать все неуправляемые надстройки", все надстройки блокируются.</string>
    </stringTable>
    <presentationTable>
      <presentation id="L_InfoPathAPTCAAssemblyAllowableList">
        <listBox refId="L_Empty">
        </listBox>
      </presentation>
      <presentation id="L_MicrosoftIEFeatureControlOptin">
        <dropdownList refId="L_empty0" noSort="true" defaultItem="2">
        </dropdownList>
      </presentation>
      <presentation id="L_Recentlyusedfilelist">
        <decimalTextBox refId="L_RecentlyusedfilelistSpinID1" defaultValue="17" spinStep="1">InfoPath Designer:</decimalTextBox>
        <decimalTextBox refId="L_RecentlyusedfilelistSpinID2" defaultValue="17" spinStep="1">InfoPath Filler:</decimalTextBox>
      </presentation>
      <presentation id="L_Entertextdirectionfornewforms">
        <dropdownList refId="L_DirectionColon" defaultItem="0">Направление:</dropdownList>
      </presentation>
      <presentation id="L_SetEAlinebreaking">
        <dropdownList refId="L_SelectEAlinebreakingbehavior" defaultItem="0">Выбор параметров разбиения строк для восточноазиатских языков</dropdownList>
      </presentation>
      <presentation id="L_Entermillisecondsbeforerecognizinghandwriting">
        <decimalTextBox refId="L_Waitmilliseconds010000" defaultValue="3000" spinStep="1">Ожидание: (0-10000 миллисекунд)</decimalTextBox>
      </presentation>
      <presentation id="L_AutoRecoverInterval">
        <decimalTextBox refId="L_empty1" defaultValue="10" spinStep="1">
        </decimalTextBox>
      </presentation>
      <presentation id="L_Offlinedatacachedperformtemplate">
        <decimalTextBox refId="L_Numberofbytescolon">Число байтов:</decimalTextBox>
      </presentation>
      <presentation id="L_OfflineModecachesize">
        <decimalTextBox refId="L_numberofbytescolon2">Число байтов:</decimalTextBox>
      </presentation>
      <presentation id="L_OfflineModestatus">
        <dropdownList refId="L_offlinemodestatus3" defaultItem="2">Состояние автономного режима</dropdownList>
      </presentation>
      <presentation id="L_Disablecommandbarbuttonsandmenuitems">
        <checkBox refId="L_FilePrint">Вкладка "Файл" | Печать | Печать</checkBox>
        <checkBox refId="L_FileSendtoMailRecipient">Вкладка "Файл" | "Общий доступ" | "Отправить по электронной почте"
</checkBox>
        <checkBox refId="L_FilePrintPreview">Вкладка "Файл" | Печать | Предварительный просмотр</checkBox>
        <checkBox refId="L_FilePageSetup">Вкладка "Макет страницы" | Параметры страницы</checkBox>
        <checkBox refId="L_InsertHyperlink">Вкладка "Вставка" | Гиперссылка</checkBox>
        <checkBox refId="L_ToolsSetLanguage">Вкладка "Главная" | Меню "Орфография" | Задать язык проверки правописания</checkBox>
        <checkBox refId="L_InfoPathOptions4">Вкладка "Файл" | Справка | Параметры</checkBox>
        <checkBox refId="L_PrintDefault">Вкладка "Файл" | Печать | Быстрая печать</checkBox>
      </presentation>
      <presentation id="L_Disableshortcutkeys">
        <checkBox refId="L_PrintShortcutCtrlP">Печать (CTRL+P)</checkBox>
        <checkBox refId="L_PrintPreviewShortcutCtrlf2">Предварительный просмотр (CTRL+F2)</checkBox>
        <checkBox refId="L_InsertHyperlinkShortcutCtrlK">Вставить гиперссылку (CTRL+K)</checkBox>
      </presentation>
      <presentation id="L_disablecommandbarbuttonsandmenuitems5">
        <listBox refId="L_EnteracommandbarIDtodisable">Введите идентификатор панели команд для отключения</listBox>
      </presentation>
      <presentation id="L_TrustedLoc01">
        <textBox refId="L_Pathcolon01">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon01">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon01">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc02">
        <textBox refId="L_Pathcolon02">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon02">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon02">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc03">
        <textBox refId="L_Pathcolon03">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon03">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon03">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc04">
        <textBox refId="L_Pathcolon04">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon04">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon04">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc05">
        <textBox refId="L_Pathcolon05">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon05">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon05">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc06">
        <textBox refId="L_Pathcolon06">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon06">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon06">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc07">
        <textBox refId="L_Pathcolon07">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon07">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon07">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc08">
        <textBox refId="L_Pathcolon08">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon08">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon08">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc09">
        <textBox refId="L_Pathcolon09">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon09">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon09">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc10">
        <textBox refId="L_Pathcolon10">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon10">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon10">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc11">
        <textBox refId="L_Pathcolon11">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon11">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon11">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc12">
        <textBox refId="L_Pathcolon12">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon12">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon12">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc13">
        <textBox refId="L_Pathcolon13">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon13">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon13">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc14">
        <textBox refId="L_Pathcolon14">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon14">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon14">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc15">
        <textBox refId="L_Pathcolon15">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon15">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon15">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc16">
        <textBox refId="L_Pathcolon16">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon16">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon16">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc17">
        <textBox refId="L_Pathcolon17">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon17">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon17">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc18">
        <textBox refId="L_Pathcolon18">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon18">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon18">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc19">
        <textBox refId="L_Pathcolon19">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon19">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon19">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_TrustedLoc20">
        <textBox refId="L_Pathcolon20">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon20">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon20">
          <label>Описание:</label>
        </textBox>
      </presentation>
      <presentation id="L_ControlBehaviorforWindowsSharePointServerGradualUpgrade">
        <dropdownList refId="L_empty7" defaultItem="1">
        </dropdownList>
      </presentation>
      <presentation id="L_Allowfiletypesasattachmentstoforms">
        <textBox refId="L_FileTypes">
          <label>Разрешить следующие типы файлов. Пример: exe; bat; cmd</label>
        </textBox>
      </presentation>
      <presentation id="L_Blockspecificfiletypesasattachmentstoforms">
        <textBox refId="L_filetypes8">
          <label>Запретить следующие типы файлов. Пример: exe; bat; cmd</label>
        </textBox>
      </presentation>
      <presentation id="L_BeaconingUIPolicy">
        <dropdownList refId="L_BeaconingUIPart" defaultItem="0">Пользовательский интерфейс маяка для форм, открытых в InfoPath</dropdownList>
      </presentation>
      <presentation id="L_ActiveXBeaconingUIPolicy">
        <dropdownList refId="L_ActiveXBeaconingUIPart" defaultItem="0">Пользовательский интерфейс маяка для форм, открытых в элементе ActiveX InfoPath Filler</dropdownList>
      </presentation>
      <presentation id="L_ControlbehaviorwhenopeningInfoPathemailformsconta">
        <dropdownList refId="L_empty9" defaultItem="1">
        </dropdownList>
      </presentation>
      <presentation id="L_EmailFormsBeaconingUI">
        <dropdownList refId="L_empty11" defaultItem="2">
        </dropdownList>
      </presentation>
      <presentation id="L_URLoflocationwhereTemplatepartsareStored">
        <textBox refId="L_EnterURL">
          <label>Введите URL-адрес:</label>
        </textBox>
      </presentation>
      <presentation id="L_Allowuserstoturnonandoffprintingofbackgroundcolors">
        <dropdownList refId="L_allowuserstoturnonandoffprintingofbackgroundcolors15" defaultItem="0">Разрешает пользователям включать или отключать печать цветов фона.</dropdownList>
      </presentation>
      <presentation id="L_ListOfManagedAddins">
        <listBox refId="L_ListOfManagedAddins2">Список управляемых надстроек</listBox>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>